@extends('layouts.startApp')

@section('content')
    <div class="middler" dir="rtl">
        <div class="login__form p-1 p-md-4">
            <div class="login__form__name">
                <h1>قوانین سرویس:</h1>
            </div>
            <div>
                <h4 class="m-0">قوانین هنرمندان:</h4>
                <ol class="p-3 m-0 px-md-5 pt-0 pt-md-2">
                    <li>
                        <strong>حقوق مالکیت:</strong>
                        <p class="mb-0">
                            هنرمندان هر آهنگ و محتوایی که به سرویس اضافه می‌کنند، مسئولیت کامل حقوق مالکیت آن را
                            بر عهده دارند. هرگونه کپی‌رایت یا نقض حقوق مالکیت ممکن است منجر به حذف آهنگ یا محتوا شود.
                        </p>
                    </li>

                    <li>
                        <strong>محتوای نامناسب:</strong>
                        <p class="mb-0">
                            ارسال هر گونه محتوایی که حاوی کودک آزاری، خشونت، تهدید، یا اقدامات غیراخلاقی است، ممنوع است.
                            همچنین، ترویج محتوای نژادپرستانه یا توهین‌آمیز به افراد و گروه‌ها ممنوع است.
                        </p>
                    </li>

                    <li>
                        <strong>تعهد به اطلاعات صحیح:</strong>
                        <p class="mb-0">
                            ارائه اطلاعات صحیح در حساب کاربری الزامی است. ارائه اطلاعات غلط ممکن است منجر به
                            تعلیق حساب گردد. همچنین، استفاده از اطلاعات دروغین یا نام‌های کاربری توهین‌آمیز ممنوع است. پیامد
                            های اطلاعات نادرست بر عهده خود فرد خواهد بود.
                        </p>
                    </li>

                    <li>
                        <strong>پیروی از قوانین و مقررات محلی:</strong>
                        <p class="mb-0">
                            افراد باید از هر گونه فعالیتی که با قوانین و مقررات محلی یا بین‌المللی سازگار نیست، خودداری
                            کنند. ترویج هر گونه فعالیت غیرقانونی یا نقض قوانین محلی ممکن است با تعلیق حساب همراه باشد.
                        </p>
                    </li>
                </ol>
            </div>
            <div>
                <h4 class="m-0">قوانین شنوندگان:</h4>
                <ol class="p-3 m-0 px-md-5 pt-0 pt-md-2">
                    <li>
                        <strong>گزارش آهنگ‌های نامناسب:</strong>
                        <p class="mb-0">
                            به شنوندگان توصیه می‌شود که هر گونه محتوایی که به عنوان نامناسب یا مخالف با قوانین اخلاقی احساس
                            می‌شود را گزارش دهند. این امر به منظور حفظ احترام و ایجاد یک محیط آمن و مطمئن برای تمامی اعضا
                            انجام می‌شود.
                        </p>
                    </li>
                </ol>
            </div>
        </div>
    </div>
@endsection
